Repository: yujinchuan2021-max/zhenxing-ai-assistant
Catalog: TubaWinUi3.WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Builtin_time-sync_Desc
source: Switch the system NTP time server in one click (Aliyun / Tencent Cloud / NTSC...), with server speed test, offset check, sync now, time service repair, and system default restore
zh_cn: 一键切换系统 NTP 时间服务器（阿里云 / 腾讯云 / 国家授时中心…），支持服务器测速、偏差检测、立即校时、时间服务修复与恢复系统默认

# Builtin_time-sync_Name
source: Time Sync
zh_cn: 时间同步

# Builtin_traffic-monitor_Desc
source: Pick a network adapter to watch per-connection traffic, speed, and latency, with whole-adapter throughput charts, snapshot recording, and slider replay.
zh_cn: 选择网卡实时查看各连接的流量、速度与延迟，整卡吞吐折线统计，支持快照录制与滑条回放。

# Builtin_traffic-monitor_Name
source: Traffic Monitor
zh_cn: 流量监控器

# Builtin_unigetui_Desc
source: An open-source GUI for Windows package managers: winget/scoop/chocolatey/pip/npm and more.
zh_cn: 开源的 Windows 包管理器 GUI，支持 winget/scoop/chocolatey/pip/npm 等多种包管理器。

# Builtin_unigetui_Name
source: UniGetUI Package Manager
zh_cn: UniGetUI 包管理器

# Builtin_volume-shader-test_Desc
source: GPU fractal stress test with Easy / Medium / Insane levels, supersampled rendering beyond screen resolution, and live frame-rate monitoring.
zh_cn: GPU 分形压力测试：轻松 / 中等 / 变态三档压力，超分辨率渲染突破屏幕，实时帧率监控。

# Builtin_volume-shader-test_Name
source: Toxic Mushroom Test
zh_cn: 毒蘑菇测试

# Builtin_wifi-password_Desc
source: View the names and passwords of WiFi networks this PC has connected to.
zh_cn: 查看本机已连接过的 WiFi 网络名称和密码。

# Builtin_wifi-password_Name
source: WiFi Passwords
zh_cn: WiFi 密码

# Builtin_windows-feature_Desc
source: Query, enable, disable, and reset Windows experimental feature flags (ViVe engine port with direct ntdll feature-configuration API reads, millisecond response)
zh_cn: 查询、启用、禁用、重置 Windows 实验性功能开关（ViVe 引擎移植，ntdll 功能配置 API 直读，毫秒级响应）

# Builtin_windows-feature_Name
source: Windows Hidden Features
zh_cn: Windows 隐藏功能

# Builtin_windows-image_Desc
source: Download genuine Windows ISO/ESD images, with ESD to ISO conversion.
zh_cn: 下载 Windows 原版系统镜像（ISO/ESD），支持 ESD 转 ISO。

# Builtin_windows-image_Name
source: Windows Images
zh_cn: Windows 镜像

# Builtin_winget-store_Desc
source: Browse and install genuine software from the WinGet sources
zh_cn: 浏览并安装正版软件，基于 WinGet 软件源

# Builtin_winget-store_Name
source: Software Store
zh_cn: 正版软件商店

# BuiltinPage_Subtitle.Text
source: System tools you can use right away — no external files needed.
zh_cn: 无需外部文件，直接使用的系统工具集。

# BuiltinPage_OpenModeLabel.Text
source: Open mode
zh_cn: 打开方式

# Builtin_FavoriteButton.ToolTip
source: Favorite
zh_cn: 收藏

# Builtin_SendDesktopButton.ToolTip
source: Send desktop shortcut
zh_cn: 发送到桌面快捷方式

# Builtin_ToolCountFormat
source: {0} built-in tools
zh_cn: {0} 个内置工具

# WindowsImage_PageHeader.Title
source: Windows Image Download
zh_cn: Windows 镜像下载

# WindowsImage_PageHeader.Subtitle
source: Genuine Windows image downloads with ESD to ISO conversion (requires UltraISO)
zh_cn: 原版系统镜像下载，支持 ESD 转 ISO（需 UltraISO）

# WindowsImage_Known.CloseButtonContent
source: Got it
zh_cn: 知道了

# WindowsImage_TabMicrosoft.Header
source: Microsoft Official
zh_cn: 微软官方下载

# WindowsImage_MsNoticeTitle.Title
source: About Microsoft Official Downloads
zh_cn: 微软官方下载说明

# WindowsImage_MsNoticeBody.Text
source: Fetch ISO download links from Microsoft's official servers. Pick an edition and language to get a link; links stay valid for 24 hours. A VPN may be required in some regions. Note: for LTSC, Enterprise, Education, IoT, Server, and similar editions, use the "UUP Dump" tab.
zh_cn: 从微软官方服务器获取 ISO 下载链接。需选择版本和语言后获取链接，链接 24 小时内有效。部分地区可能需要 VPN。 注意：LTSC、企业版、教育版、IoT、Server 等版本请使用「UUP Dump」标签页获取。

# WindowsImage_MsEditionPlaceholder.PlaceholderText
source: Select a Windows edition...
zh_cn: 选择 Windows 版本...

# WindowsImage_MsLangPlaceholder.PlaceholderText
source: Select a language...
zh_cn: 选择语言...

# WindowsImage_MsFetch.Text
source: Get official download link
zh_cn: 获取官方下载链接

# WindowsImage_AddToQueue.Text
source: Add to download queue
zh_cn: 加入下载队列

# WindowsImage_OpenInBrowser.Text
source: Open in browser
zh_cn: 浏览器下载

# WindowsImage_CopyLink.Text
source: Copy link
zh_cn: 复制链接

# WindowsImage_TabCommunity.Header
source: Community Mirrors
zh_cn: 社区镜像源

# WindowsImage_CommunityNoticeTitle.Title
source: Community Mirror Warning
zh_cn: 社区镜像风险提醒

# WindowsImage_SearchPlaceholder.PlaceholderText
source: Search Windows editions or languages...
zh_cn: 搜索 Windows 版本、语言...

# WindowsImage_Refresh.Text
source: Refresh
zh_cn: 刷新

# WindowsImage_ColEdition.Text
source: Edition
zh_cn: 版本

# WindowsImage_ColFile.Text
source: File name
zh_cn: 文件名

# WindowsImage_ColSize.Text
source: Size
zh_cn: 大小

# WindowsImage_ColLanguage.Text
source: Language
zh_cn: 语言

# WindowsImage_ColArch.Text
source: Arch
zh_cn: 架构

# WindowsImage_ColAction.Text
source: Action
zh_cn: 操作

# WindowsImage_LoadingList.Text
source: Loading image list...
zh_cn: 正在加载镜像列表...

# WindowsImage_EmptyList.Text
source: No matching images found
zh_cn: 没有找到匹配的镜像

# WindowsImage_UupNoticeTitle.Title
source: About UUP Dump
zh_cn: UUP Dump 说明

# WindowsImage_UupNoticeBody.Text
source: Download the original system files from Microsoft's official Windows Update servers and convert them to ISO automatically; all direct file links come from Microsoft's official CDN. Best for Insider builds, specific build numbers, Enterprise / LTSC, Server, and other images the official download page does not offer.
zh_cn: 从微软官方 Windows Update 服务器下载系统原始文件并自动转换为 ISO，文件直链全部来自微软官方 CDN。适合获取 Insider 预览版、指定版本号、企业版 / LTSC、Server 等官方下载页没有的镜像。

# WindowsImage_Step1.Text
source: 1. Choose a Windows build
zh_cn: 1. 选择系统版本

# WindowsImage_UupSearchPlaceholder.PlaceholderText
source: Search a build number or keyword, e.g. 26100, 24H2, LTSC
zh_cn: 搜索版本号或关键词，如 26100、24H2、LTSC

# WindowsImage_UupSearchButton.Text
source: Search
zh_cn: 搜索

# WindowsImage_UupBuildLoading.Text
source: Fetching build list...
zh_cn: 正在获取构建列表...

# WindowsImage_Step2.Text
source: 2. Choose language and edition
zh_cn: 2. 选择语言和版本

# WindowsImage_UupSelectBuildHint.Text
source: Select a Windows build in step 1 first
zh_cn: 请先在上方第 1 步中选择一个系统版本

# WindowsImage_LabelLanguage.Text
source: Language
zh_cn: 语言

# WindowsImage_LabelEdition.Text
source: Edition
zh_cn: 版本

# WindowsImage_VirtualEditionsHeader.Header
source: Extra editions (virtual, optional)
zh_cn: 附加版本（虚拟版本，可选）

# WindowsImage_VirtualEditionsHint.Text
source: Extra editions are synthesized from the base edition files in the same download, at no extra data cost. For example, to get an Enterprise image, choose "Windows Pro" as the base edition and tick "Enterprise" here.
zh_cn: 附加版本由所选基础版本的文件直接合成，同一次下载即可获得（无需额外流量）。例如需要企业版镜像：基础版本选「Windows 专业版」，再在这里勾选「企业版」。

# WindowsImage_Step3.Text
source: 3. Download and convert to ISO
zh_cn: 3. 下载并转换为 ISO

# WindowsImage_UupSummaryHint.Text
source: Once the first two steps are done, a download summary appears here.
zh_cn: 完成前两步后，这里会显示下载内容摘要。

# WindowsImage_SaveLocation.Text
source: Save location
zh_cn: 保存位置

# WindowsImage_Change.Text
source: Change
zh_cn: 更改

# WindowsImage_ResetDefault.Text
source: Reset to default
zh_cn: 恢复默认

# WindowsImage_StartDownload.Text
source: Start download and convert to ISO
zh_cn: 开始下载并转换为 ISO

# WindowsImage_NoConvert.Content
source: Download file set only, no ISO conversion
zh_cn: 仅下载文件集，不转换 ISO

# WindowsImage_ConvertOptionsHeader.Header
source: Conversion options (advanced)
zh_cn: 转换选项（高级）

# WindowsImage_OptAddUpdates.Content
source: Integrate updates (website default, recommended)
zh_cn: 集成更新（官网默认，推荐）

# WindowsImage_OptCleanup.Content
source: Run component cleanup (smaller size, much slower conversion)
zh_cn: 运行组件清理（减小体积，转换明显变慢）

# WindowsImage_OptNetFx3.Content
source: Integrate .NET Framework 3.5
zh_cn: 集成 .NET Framework 3.5

# WindowsImage_OptEsd.Content
source: Use solid (ESD) compression (creates install.esd, smaller size)
zh_cn: 使用 solid (ESD) 压缩（生成 install.esd，体积更小）

# WindowsImage_OptApps.Content
source: Integrate full Store apps (hundreds of MB extra download, slower conversion)
zh_cn: 集成商店应用完整版（额外下载数百 MB，转换更慢）

# WindowsImage_DownloadNote.Text
source: Download progress appears under the download button next to the home search box. When the download finishes, the official conversion script window opens automatically (the DISM step takes about 10-30 minutes) and the resulting ISO lands in the save location above. When queuing, a ConvertConfig.ini is generated in the package folder from the options above; you can edit it any time during the download, and the conversion script uses it as the source of truth.
zh_cn: 下载进度可在主页搜索框旁的下载按钮中查看；下载完成后自动弹出官方转换脚本窗口（DISM 过程约需 10~30 分钟），生成的 ISO 保存在上方保存位置的对应目录中。加入队列时会按上方选项生成包目录中的 ConvertConfig.ini，下载期间可随时手动编辑微调全部转换参数，转换脚本启动时以该文件为准。

# WindowsImage_FilterAll.Content
source: All
zh_cn: 全部

# WindowsImage_FilterAllLanguages.Content
source: All languages
zh_cn: 全部语言

# WindowsImage_LangChinese.Content
source: Simplified Chinese
zh_cn: 简体中文

# WindowsImage_ChannelAll.Content
source: All
zh_cn: 全部

# WindowsImage_ChannelRetail.Content
source: Retail
zh_cn: 正式版

# WindowsImage_ChannelInsider.Content
source: Insider
zh_cn: 预览体验版

# WindowsImage_ErrTimeout
source: {0}: Request timed out. Check your network connection and try again.
zh_cn: {0}：请求超时，请检查网络连接后重试。

# WindowsImage_ErrDns
source: {0}: Could not resolve the server address. Check your network or DNS settings.
zh_cn: {0}：无法解析服务器地址，请检查网络或 DNS 设置。

# WindowsImage_LoadFailed
source: Loading failed
zh_cn: 加载失败

# WindowsImage_FailLoadList
source: Failed to fetch the image list
zh_cn: 获取镜像列表失败

# WindowsImage_BtnDownload
source: Download
zh_cn: 下载

# WindowsImage_BtnDownloadConvert
source: Download + convert to ISO
zh_cn: 下载并转ISO

# WindowsImage_TipSize
source: {0} {1} Size: {2}
zh_cn: {0} {1} 大小: {2}

# WindowsImage_TipUpdated
source: Updated: {0}
zh_cn: 更新: {0}

# WindowsImage_Queued
source: Added to download queue
zh_cn: 已加入下载队列

# WindowsImage_QueuedMsgDownload
source: Downloading {0} to {1}
zh_cn: {0} 正在下载至 {1}

# WindowsImage_QueueTipSubtitle
source: {0} Click the download button next to the home search box to see progress
zh_cn: {0} 点击主页搜索框旁的下载按钮可查看进度

# WindowsImage_UltraIsoRequired
source: UltraISO required
zh_cn: 需要 UltraISO

# WindowsImage_UltraIsoContent
source: Converting ESD to ISO requires UltraISO to be installed.
zh_cn: ESD 转 ISO 需要安装 UltraISO。

# WindowsImage_UltraIsoContentAsk
source: Open the download page?
zh_cn: 是否前往下载页面？

# WindowsImage_UltraIsoGo
source: Open download page
zh_cn: 前往下载

# WindowsImage_UltraIsoCancel
source: Cancel
zh_cn: 取消

# WindowsImage_PostProcessorName
source: ESD to ISO
zh_cn: ESD 转 ISO

# WindowsImage_WaitingDownload
source: Waiting for the download to finish...
zh_cn: 正在等待下载完成...

# WindowsImage_QueuedMsgConvert
source: {0} will be converted to ISO automatically after download
zh_cn: {0} 下载完成后将自动转换为 ISO

# WindowsImage_MsInitSession
source: Initializing session...
zh_cn: 正在初始化会话...

# WindowsImage_FetchingLanguages
source: Fetching language list...
zh_cn: 正在获取语言列表...

# WindowsImage_MsLanguagesCount
source: Found {0} languages
zh_cn: 已获取 {0} 种语言

# WindowsImage_FailLoadLanguages
source: Failed to fetch the language list
zh_cn: 获取语言列表失败

# WindowsImage_MsFetchingLink
source: Fetching download link...
zh_cn: 正在获取下载链接...

# WindowsImage_MsResultInfo
source: Arch: {0} | File: {1}
zh_cn: 架构: {0} | 文件: {1}

# WindowsImage_MsLinkOk
source: Download link ready (valid for 24 hours)
zh_cn: 下载链接获取成功（24 小时内有效）

# WindowsImage_MsLinkFail
source: Could not get a download link. Try again later.
zh_cn: 未能获取下载链接，请稍后重试

# WindowsImage_FailFetchLink
source: Failed to fetch the download link
zh_cn: 获取下载链接失败

# WindowsImage_Copied
source: Copied
zh_cn: 已复制

# WindowsImage_CopiedMsg
source: Download link copied to clipboard
zh_cn: 下载链接已复制到剪贴板

# WindowsImage_SaveLocationTip
source: Microsoft Official and Community Mirrors save directly to the chosen folder; UUP packages go into its UUPDump subfolder.
zh_cn: 微软官方与社区镜像直接保存到所选目录；UUP 下载包保存在其中的 UUPDump 子目录。

# WindowsImage_SaveLocationCurrent
source: Current root folder: {0}
zh_cn: 当前保存根目录：{0}

# WindowsImage_SaveLocationChanged
source: Save location changed
zh_cn: 保存位置已更改

# WindowsImage_SaveLocationChangedMsg
source: All downloads on this page (Microsoft Official / Community Mirrors / UUP) will be saved to {0}
zh_cn: 此页面所有下载（微软官方/社区镜像/UUP）将保存到 {0}

# WindowsImage_ArchFollowSystem
source: Match system ({0})
zh_cn: 跟随系统 ({0})

# WindowsImage_ArchAll
source: All architectures
zh_cn: 全部架构

# WindowsImage_ArchX86
source: x86 (32-bit)
zh_cn: x86 (32 位)

# WindowsImage_UupFetchingBuilds
source: Fetching build list (the first request may take a few seconds on a slow network)...
zh_cn: 正在获取构建列表（网络较慢时首次可能需要数秒）…

# WindowsImage_UupNoBuilds
source: No matching builds found. Try another keyword, e.g. 26100 or 24H2.
zh_cn: 没有找到匹配的构建。试试其他关键词，例如 26100 或 24H2。

# WindowsImage_FailLoadBuilds
source: Failed to fetch the build list
zh_cn: 获取构建列表失败

# WindowsImage_UupNoBuildsFiltered
source: No builds match the current filters. Try switching the architecture to "All architectures".
zh_cn: 当前筛选条件下没有构建，可把架构切换为「全部架构」。

# WindowsImage_UupSelected
source: Selected: {0}
zh_cn: 已选择：{0}

# WindowsImage_UupNoLanguages
source: This build has no selectable languages.
zh_cn: 该构建没有可选语言。

# WindowsImage_UupFetchingEditions
source: Fetching available editions for "{0}"...
zh_cn: 正在获取「{0}」的可用版本...

# WindowsImage_UupNoEditions
source: No editions are available for this language.
zh_cn: 该语言下没有可用版本。

# WindowsImage_FailLoadEditions
source: Failed to fetch the edition list
zh_cn: 获取版本列表失败

# WindowsImage_UupVirtualList
source: Extra editions: {0}
zh_cn: 附加版本：{0}

# WindowsImage_UupFileSummary
source: {0} files, about {1} (time depends on your network speed)
zh_cn: 共 {0} 个文件，约 {1}（下载时间取决于网速）

# WindowsImage_UupApproxSize
source: about {0}
zh_cn: 约 {0}

# WindowsImage_UupSizeUnknown
source: Many files; time depends on your network speed
zh_cn: 文件较多，耗时取决于网速

# WindowsImage_UupEditionWithVirtual
source: {0} + extra editions ({1})
zh_cn: {0} + 附加版本（{1}）

# WindowsImage_UupFileSetName
source: {0} UUP file set
zh_cn: {0} UUP 文件集

# WindowsImage_UupStartedMsg
source: {0} is downloading; files are saved to {1}
zh_cn: {0} 开始下载，文件保存在 {1}

# WindowsImage_UupStartedMsgConvert
source: {0} will be converted to ISO automatically after download; the final file lands in {1}
zh_cn: {0} 下载完成后将自动转换为 ISO，最终文件位于 {1}

# WindowsImage_CommunitySource
source: Source: GitHub ILLKX/Windows community project
zh_cn: 来源：GitHub ILLKX/Windows 社区项目

# WindowsImage_CommunityRisk
source: ⚠ Warning:
zh_cn: ⚠ 风险提醒：

# WindowsImage_CommunityRiskBody
source: Community mirrors are not provided by Microsoft. Even though the community verifies them, file integrity and safety cannot be guaranteed. Verify the SHA256 after downloading, or prefer the "Microsoft Official" tab for genuine images.
zh_cn: 社区镜像非微软官方提供，虽经社区验证，但无法保证文件完整性与安全性。建议下载后校验 SHA256，或优先使用「微软官方下载」标签页获取原版镜像。

# PortViewer_PageHeader.Title
source: Port Usage
zh_cn: 端口占用

# PortViewer_PageHeader.Subtitle
source: Scan system TCP/UDP connections via iphlpapi to find the process holding a port
zh_cn: 通过 iphlpapi 扫描系统 TCP/UDP 连接，定位端口占用进程

# PortViewer_SearchPlaceholder.PlaceholderText
source: Search port, process, PID, tcp6, address...
zh_cn: 搜索端口、进程名、PID、tcp6、地址...

# PortViewer_Refresh.Text
source: Refresh
zh_cn: 刷新

# PortViewer_ColProtocol.Text
source: Protocol
zh_cn: 协议

# PortViewer_ColPort.Text
source: Port
zh_cn: 端口

# PortViewer_ColLocalAddress.Text
source: Local address
zh_cn: 本地地址

# PortViewer_ColState.Text
source: State
zh_cn: 状态

# PortViewer_ColProcess.Text
source: Process
zh_cn: 进程

# PortViewer_ColAction.Text
source: Action
zh_cn: 操作

# PortViewer_Scanning.Text
source: Scanning ports...
zh_cn: 正在扫描端口...

# PortViewer_FilterAll.Content
source: All
zh_cn: 全部

# PortViewer_ConnectionCount
source: {0} connections
zh_cn: {0} 个连接

# PortViewer_KillFailed
source: Failed to end process
zh_cn: 结束进程失败

# PortViewer_KillFailedMsg
source: Could not end process {0} (PID {1}): {2}
zh_cn: 无法结束进程 {0} (PID {1})：{2}

# DiskHealth_PageHeader.Title
source: Disk Health
zh_cn: 磁盘健康

# DiskHealth_PageHeader.Subtitle
source: SMART health check · CrystalDiskInfo criteria · Ring-gauge dashboard
zh_cn: SMART 健康度检测 · CrystalDiskInfo 判定方案 · 环形图仪表盘

# DiskHealth_Refresh.Text
source: Rescan
zh_cn: 重新检测

# DiskHealth_ErrorTitle.Title
source: Disk health check failed
zh_cn: 磁盘健康检测失败

# DiskHealth_Scanning.Text
source: Scanning disk SMART data...
zh_cn: 正在扫描磁盘 SMART 信息…

# DiskHealth_LoadFailed.Text
source: Failed to load disk health information
zh_cn: 磁盘健康信息加载失败

# DiskHealth_Retry.Content
source: Retry
zh_cn: 重试

# DiskHealth_TotalDisks.Text
source: Total disks
zh_cn: 磁盘总数

# DiskHealth_Healthy.Text
source: Healthy
zh_cn: 健康

# DiskHealth_Warning.Text
source: Warning
zh_cn: 警告

# DiskHealth_Critical.Text
source: Critical
zh_cn: 异常

# DiskHealth_PartitionUsage.Text
source: Partition usage
zh_cn: 各分区容量占用

# DiskHealth_HealthLabel.Text
source: Health
zh_cn: 健康度

# DiskHealth_TempLabel.Text
source: Temp
zh_cn: 温度

# DiskHealth_Cancel.Content
source: Cancel
zh_cn: 取消

# DiskHealth_Confirm.Content
source: Confirm
zh_cn: 确认执行

# DiskHealth_PowerOnHours.Text
source: Power-on time
zh_cn: 通电时间

# DiskHealth_PowerOnCount.Text
source: Power-on count
zh_cn: 通电次数

# DiskHealth_RwCompare.Text
source: Read / write
zh_cn: 数据读写对比

# DiskHealth_OperationalStatus.Text
source: Status
zh_cn: 运行状态

# DiskHealth_OptimizeNote.Text
source: SSDs run a fast TRIM optimization; mechanical drives defragment in the background at low priority, so you can keep using the PC.
zh_cn: SSD 执行 TRIM 优化（前台快速完成），机械盘碎片整理在后台低优先级运行，可继续正常使用电脑。

# DiskHealth_OptimizeTrim
source: Optimize/TRIM
zh_cn: 优化/TRIM

# DiskHealth_Defragment
source: Defragment
zh_cn: 整理碎片

# DiskHealth_TrimConfirm
source: Confirm TRIM
zh_cn: TRIM 优化确认

# DiskHealth_DefragConfirm
source: Confirm defrag
zh_cn: 碎片整理确认

# DiskHealth_FlyoutDescTrim
source: TRIM optimization will run on {0}. It usually finishes in seconds and restores write performance immediately.
zh_cn: 将对 {0} 执行固态硬盘 TRIM 优化，通常几秒内完成，可立即恢复磁盘写入性能。

# DiskHealth_FlyoutDescDefrag
source: Defragmentation starts in the background at low priority. It can take tens of minutes to hours; you can keep using the PC meanwhile.
zh_cn: 将在后台以低优先级启动碎片整理，可能需要数十分钟到数小时，期间可继续正常使用电脑。

# DiskHealth_NoDisk
source: No physical disk detected
zh_cn: 未检测到可用的物理硬盘

# DiskHealth_ReadFailed
source: Read failed
zh_cn: 读取失败

# DiskHealth_Hours
source: {0} h
zh_cn: {0} 小时

# DiskHealth_ReadEmpty
source: R --
zh_cn: 读 --

# DiskHealth_ReadValue
source: R {0}
zh_cn: 读 {0}

# DiskHealth_WriteEmpty
source: W --
zh_cn: 写 --

# DiskHealth_WriteValue
source: W {0}
zh_cn: 写 {0}

# DiskHealth_StatusOk
source: OK
zh_cn: 正常

# DiskHealth_StatusDegraded
source: Degraded
zh_cn: 降级

# DiskHealth_StatusFailure
source: Failure
zh_cn: 故障

# DiskHealth_StatusUnknown
source: Unknown
zh_cn: 未知

# DiskHealth_UnknownError
source: Unknown error
zh_cn: 未知错误

# DiskHealth_HealthHealthy
source: Healthy
zh_cn: 健康

# DiskHealth_HealthWarning
source: Warning
zh_cn: 警告

# DiskHealth_HealthCritical
source: Critical
zh_cn: 异常

# DiskHealth_HealthUnknown
source: Unknown
zh_cn: 未知

# DiskHealth_FirmwareDisk
source: Firmware disk
zh_cn: 固件硬盘

# DiskHealth_SystemDisk
source: System
zh_cn: 系统盘

# DiskHealth_SmartUnreadable
source: SMART unreadable
zh_cn: SMART 不可读

# DiskHealth_Used
source: Used {0}
zh_cn: 已用 {0}

# DiskHealth_Total
source: of {0}
zh_cn: 共 {0}

# DiskHealth_UsedOf
source: Used {0} / {1}
zh_cn: 已用 {0} / {1}

# DiskHealth_TrimDone
source: TRIM optimization complete
zh_cn: TRIM 优化完成

# DiskHealth_DefragDone
source: Defragmentation complete
zh_cn: 碎片整理完成

# DiskHealth_OptimizeFailed
source: {0}: disk optimization failed
zh_cn: {0}：磁盘优化失败

# Hw_Title.Text
source: Hardware Info
zh_cn: 硬件信息

# Hw_Subtitle.Text
source: A summary of this PC's model, system, and key hardware specs.
zh_cn: 汇总本机型号、系统和关键硬件参数。

# Hw_DetailButton.Text
source: Details
zh_cn: 详细信息

# Hw_Refresh.Text
source: Refresh
zh_cn: 刷新

# Hw_Share.Text
source: Share
zh_cn: 分享

# Hw_Screenshot.Text
source: Screenshot
zh_cn: 截图

# Hw_CopyPlainText.Text
source: Copy as text
zh_cn: 复制纯文字

# Hw_CopyMarkdown.Text
source: Copy as Markdown
zh_cn: 复制 Markdown

# Hw_ModelCard.Text
source: Model
zh_cn: 型号信息

# Hw_SystemCard.Text
source: System
zh_cn: 系统信息

# Hw_UptimeCard.Text
source: Uptime
zh_cn: 运行时间

# Hw_DetailsHeader.Text
source: Details
zh_cn: 详细信息

# Hw_VerifiedBadge.Text
source: Verified
zh_cn: 真

# Hw_UptimeFormat
source: {0}d {1}h {2}m {3}s
zh_cn: {0}天{1}小时{2}分钟{3}秒

# Hw_NicknameModeOn
source: Easter egg mode
zh_cn: 彩蛋模式

# Hw_NicknameModeOff
source: Normal mode
zh_cn: 正常模式

# Hw_NicknameOnHint
source: Brand nicknames on; click the title to restore
zh_cn: 品牌戏称已开启，点击标题恢复

# Hw_NicknameOffHint
source: Brand nicknames off
zh_cn: 品牌戏称已关闭

# Hw_Unknown
source: Unknown
zh_cn: 未知

# Hw_LoadFailed
source: Failed to read hardware information
zh_cn: 硬件信息读取失败

# Hw_Copied
source: Copied
zh_cn: 已复制

# Hw_PlainCopied
source: Text copied
zh_cn: 纯文字已复制

# Hw_PlainCopiedMsg
source: Hardware info copied to the clipboard
zh_cn: 硬件信息文本已复制到剪贴板

# Hw_CopyFailed
source: Copy failed
zh_cn: 复制失败

# Hw_MarkdownCopied
source: Markdown copied
zh_cn: Markdown 已复制

# Hw_MarkdownCopiedMsg
source: Hardware info Markdown copied to the clipboard
zh_cn: 硬件信息 Markdown 已复制到剪贴板

# Hw_NoData
source: No hardware information
zh_cn: 暂无硬件信息

# Hw_MarkdownHeader
source: | Item | Details |
zh_cn: | 项目 | 详情 |

# Hw_ScreenshotCopied
source: Screenshot copied to the clipboard
zh_cn: 截图已复制到剪贴板

# Hw_ScreenshotCopiedMsg
source: Paste it anywhere
zh_cn: 可直接粘贴使用

# Hw_ScreenshotFailed
source: Screenshot failed
zh_cn: 截图失败

# Hw_CopyHint
source: Click to copy
zh_cn: 点击复制

# HwDetail_Back.Text
source: Back
zh_cn: 返回

# HwDetail_Title.Text
source: Details
zh_cn: 详细信息

# HwDetail_Subtitle.Text
source: Complete hardware specifications
zh_cn: 完整硬件参数一览

# HwDetail_Export.Text
source: Export
zh_cn: 导出

# HwDetail_Refresh.Text
source: Refresh
zh_cn: 刷新

# HwDetail_Realtime.Text
source: Real-time
zh_cn: 实时信息

# HwDetail_RealtimeMem.Text
source: Memory
zh_cn: 内存

# HwDetail_RealtimeDisk.Text
source: Disk
zh_cn: 硬盘

# HwDetail_RealtimeBattery.Text
source: Battery
zh_cn: 电池

# HwDetail_ExportFailed
source: Export failed
zh_cn: 导出失败

# HwDetail_NoData
source: No hardware data
zh_cn: 暂无硬件数据

# HwDetail_ExportFilePrefix
source: HardwareInfo
zh_cn: 硬件信息

# HwDetail_ExportOk
source: Export successful
zh_cn: 导出成功

# HwDetail_HtmlTitle
source: Hardware Details
zh_cn: 硬件详细信息

# HwDetail_HtmlSubtitle
source: {0} · exported at {1}
zh_cn: {0} · 导出时间 {1}

# HwDetail_HtmlFooter
source: Generated by {0}
zh_cn: 由{0} 自动生成

# HwDetail_EmptySlot
source: Empty
zh_cn: 空

# HwDetail_FreeSpace
source: {0} free
zh_cn: 可用 {0}

# HwDetail_SlotsUsed
source: {0}/{1} used
zh_cn: {0}/{1} 已使用

# Hw_Label_DeviceModel
source: Device model
zh_cn: 设备型号

# Hw_Label_Motherboard
source: Motherboard
zh_cn: 主板

# Hw_Label_System
source: System
zh_cn: 系统

# Hw_Label_Version
source: Version
zh_cn: 版本

# Hw_Label_Uptime
source: Uptime
zh_cn: 运行时间

# Hw_Label_Cpu
source: Processor
zh_cn: 处理器

# Hw_Label_Memory
source: Memory
zh_cn: 内存

# Hw_Label_Gpu
source: Graphics
zh_cn: 显卡

# Hw_Label_Display
source: Display
zh_cn: 显示器

# Hw_Label_Disk
source: Disk
zh_cn: 硬盘

# Hw_Label_Sound
source: Sound card
zh_cn: 声卡

# Hw_Label_Network
source: Network adapter
zh_cn: 网卡

# Hw_Field_Name
source: Name
zh_cn: 名称

# Hw_Field_CodeName
source: Code name
zh_cn: 代号

# Hw_Field_Package
source: Package
zh_cn: 封装

# Hw_Field_Cores
source: Cores
zh_cn: 核心数

# Hw_Field_Threads
source: Threads
zh_cn: 线程数

# Hw_Field_MaxClock
source: Max clock
zh_cn: 最大频率

# Hw_Field_CurrentClock
source: Current clock
zh_cn: 当前频率

# Hw_Field_BaseClock
source: Base clock
zh_cn: 外频

# Hw_Field_L2Cache
source: L2 cache
zh_cn: L2 缓存

# Hw_Field_L3Cache
source: L3 cache
zh_cn: L3 缓存
